Repository: bitterdev/simple_support_system
Catalog: languages/*/LC_MESSAGES/messages.po
Languages: de_de

source: Settings
de_de: Einstellungen

source: Projects
de_de: Projekte

# AreaName
source: Main
de_de: Allgemein

source: Project
de_de: Projekt

source: Create Ticket
de_de: Ticket erstellen

source: Feature-rich self-hosted support system that fully complies with GDPR and doesn't require any 3rd party services.
de_de: Feature-reiches selbst gehostetes Supportsystem, das die DSGVO vollständig erfüllt und keine Dienste von Drittanbietern erfordert.

source: You need to enable public registration first to use this add-on.
de_de: Sie müssen zuerst die öffentliche Registrierung aktivieren, um dieses Add-On verwenden zu können.

source: Display a ticket list on your site.
de_de: Zeigen Sie eine Ticketliste auf Ihrer Website an.

source: Ticket List
de_de: Liste der Tickets

source: Invalid Project id.
de_de: Ungültige Projekt-ID.

source: Ticket Detail Page
de_de: Ticket-Detailseite

source: Create TicketPage
de_de: TicketPage erstellen

source: Title
de_de: Titel

source: Type
de_de: Typ

source: Priority
de_de: Priorität

source: Created
de_de: Erstellt

source: Updated
de_de: Aktualisiert

source: There are no tickets available.
de_de: Es sind keine Tickets verfügbar.

source: Display a project list on your site.
de_de: Zeigen Sie eine Projektliste auf Ihrer Website an.

source: Project List
de_de: Projektliste

source: Ticket List Page
de_de: Ticketlistenseite

source: Total Tickets
de_de: Gesamte Tickets

source: There are no projects available.
de_de: Es sind keine Projekte verfügbar.

source: Bug
de_de: Fehler

source: Enhancement
de_de: Verbesserung

source: Proposal
de_de: Vorschlag

source: Task
de_de: Aufgabe

source: Minor
de_de: Geringfügig

source: Major
de_de: Hauptfach

source: Critical
de_de: Kritisch

source: Display a create ticket form on your site.
de_de: Zeigen Sie ein Ticketformular auf Ihrer Website an.

source: Your ticket has been successfully created.
de_de: Ihr Ticket wurde erfolgreich eröffnet!

source: You need to enter a thank you message.
de_de: Sie müssen eine Dankeschön-Nachricht eingeben.

source: You need to enter a submit text.
de_de: Sie müssen einen Übermittlungstext eingeben.

source: You need to select a project.
de_de: Sie müssen ein Projekt auswählen.

source: You need to enter a title.
de_de: Sie müssen einen Titel eingeben.

source: You need to enter a content.
de_de: Sie müssen einen Inhalt eingeben.

source: You need to select a type.
de_de: Sie müssen einen Typ auswählen.

source: You need to select a priority.
de_de: Sie müssen eine Priorität auswählen.

source: You need to enter a valid email address.
de_de: Sie müssen eine gültige E-Mail-Adresse eingeben.

source: The given type is invalid.
de_de: Der angegebene Typ ist ungültig.

source: The given priority is invalid.
de_de: Die angegebene Priorität ist ungültig.

source: Invalid captcha code.
de_de: Ungültiger Captcha-Code.

source: Malformed request.
de_de: Falsch formatierte Anforderung.

source: There was an error while sending the mail.
de_de: Beim Senden der E-Mail ist ein Fehler aufgetreten.

source: Ticket %s was successfully created.
de_de: Ticket %s wurde erfolgreich erstellt.

source: Thank you. We have received your ticket. To avoid spamming your ticket needs to be reviewed before it will published at this site.
de_de: Vielen Dank. Wir haben Ihr Ticket erhalten. Um Spamming Zu vermeiden, muss Ihr Ticket überprüft werden, bevor es auf dieser Website veröffentlicht wird.

source: The given project id is invalid.
de_de: Die angegebene Projekt-ID ist ungültig.

source: Submit Text
de_de: Text einreichen

source: Message to display when completed
de_de: Nach Abschluss anzuzeigende Nachricht

source: Redirect to another page after form submission?
de_de: Nach Absenden auf andere Seite umleiten?

source: This page needs to contain the detail block.
de_de: Diese Seite muss den Detailblock enthalten.

source: Display Captcha
de_de: Captcha anzeigen

source: Content
de_de: Inhalt

source: Attachment
de_de: Anhang

source: Display ticket details on your site.
de_de: Zeigen Sie die Ticketdetails auf Ihrer Website an.

source: Invalid ticket id.
de_de: Ungültige Ticket-ID.

source: The comment has been approved.
de_de: Der Kommentar wurde angenommen.

source: Invalid ticket comment id.
de_de: Ungültige Ticketkommentar-ID.

source: The ticket has been approved.
de_de: Das Ticket wurde genehmigt.

source: Comment was removed from ticket %s.
de_de: Der Kommentar wurde aus dem Ticket-%s entfernt.

source: You need to enter a comment.
de_de: Sie müssen einen Kommentar eingeben.

source: Comment was added to ticket %s.
de_de: Der Kommentar wurde dem Ticket-%s hinzugefügt.

source: Thank you. We have received your comment. To avoid spamming your comment needs to be reviewed before it will published at this site.
de_de: Vielen Dank. Wir haben Ihren Kommentar erhalten. Um Spamming Zu vermeiden, muss Ihr Kommentar überprüft werden, bevor er auf dieser Website veröffentlicht wird.

source: State of ticket %s has been changed.
de_de: Der Zustand der %s wurde geändert.

source: You need to select a ticket.
de_de: Sie müssen ein Ticket auswählen.

source: Resolve
de_de: Lösen

source: Open
de_de: Offen

source: On Hold
de_de: Wartend

source: Resolved
de_de: Gelöst

source: Duplicate
de_de: Duplizieren

source: Invalid
de_de: Ungültig

source: Won't fix
de_de: Wird nicht behoben

source: Closed
de_de: Geschlossen

source: %s created an ticket at %s
de_de: %s ein Ticket bei %s erstellt

source: %s Comment
de_de: %s Kommentar(e)

source: %s created an comment at %s
de_de: %s hat einen Kommentar bei %s erstellt

source: Delete
de_de: Löschen

source: Comment
de_de: Kommentar

source: Add Comment
de_de: Kommentar hinzufügen

source: Login to comment
de_de: Login zum kommentieren

source: State
de_de: Bundesland

source: [Approve Comment] [%s] Ticket %s: %s
de_de: [Kommentar genehmigen] [%s] Ticket %s: %s

source: Click the following link to approve the comment if it's no spam.
de_de: Klicken Sie auf den folgenden Link, um den Kommentar zu genehmigen, wenn es sich nicht um Spam handelt.

source: [Approve Ticket] [%s] Ticket %s: %s
de_de: [Ticket genehmigt] [%s] Ticket %s: %s

source: Click the following link to approve the ticket if it's no spam.
de_de: Klicken Sie auf den folgenden Link, um das Ticket zu genehmigen, wenn es sich nicht um Spam handelt.

source: [Change Ticket State] [%s] Ticket %s: %s
de_de: [Ticketstatus geändert] [%s] Ticket %s: %s

source: The ticket state has been changed to: %s
de_de: Der Ticketstatus wurde geändert in: %s

source: If you can't click the issue link, please copy the link manually and paste it to the address bar of your browser.
de_de: Wenn Sie nicht auf den Problemlink klicken können, kopieren Sie den Link manuell und fügen Sie ihn in die Adressleiste Ihres Browsers ein.

source: [New Comments] [%s] Ticket %s: %s
de_de: [Neue Kommentare] [%s] Ticket %s: %s

source: [New Ticket] [%s] Ticket %s: %s
de_de: [Neues Ticket] [%s] Ticket %s: %s

source: Project Name
de_de: Projektname

source: Project Handle
de_de: Projekt-Handle

source: Back
de_de: Zurück

source: Save
de_de: Speichern

source: Currently there are no projects available.
de_de: Derzeit sind keine Projekte verfügbar.

source: Edit
de_de: Bearbeiten

source: Remove
de_de: Entfernen

source: Notification Mail Address
de_de: Benachrichtigungs-E-Mail-Adresse

source: Enable Moderation
de_de: Moderation aktivieren

source: Did you know?
de_de: Schon gewusst?

source: here
de_de: hier

source: I have many other add-ons to power up your site. Maybe the following add-on sounds interesting to you? If you want to see a full list with all of my add-ons, please click %s. As an existing customer you will get 10%% discount on your next purchase.
de_de: Ich habe viele andere Add-ons, um Ihre Website einzuschalten. Vielleicht klingt das folgende Add-on für Sie interessant? Wenn Sie eine vollständige Liste mit allen meinen Add-Ons sehen möchten, klicken Sie bitte auf %s. Als Bestehender erhalten Sie 10%% Rabatt auf Ihren nächsten Einkauf.

source: Click %s to hide.
de_de: Klicken Sie %s zum Ausblenden.

source: If you need support please click %s.
de_de: Wenn Sie Unterstützung benötigen, klicken Sie bitte auf %s.

source: Thank You for purchasing this add-on!
de_de: Vielen Dank für den Kauf dieses Add-on!

source: Follow me on Twitter and Facebook to get the latest news and notifications about updates, new add-ons/themes and special offers.
de_de: Folgen Sie mir auf Twitter und Facebook, um die neuesten Nachrichten und Benachrichtigungen über Updates, neue Add-ons/Themen und Sonderangebote zu erhalten.

source: Follow @fabian_bitter
de_de: @fabian_bitter

source: You have not connected your site to the Marketplace. To benefit from updates, connect your site to the Marketplace and assign the purchased licenses.
de_de: Sie haben Ihre Website nicht mit dem Marketplace verbunden. Um von Updates zu profitieren, verbinden Sie Ihre Website mit dem Marketplace und weisen Sie die erworbenen Lizenzen zu.

source: Rate this add-on on concrete5.org and as a thank-you gift you can choose another add-on of mine up to $35. This offer may only be claimed once. Click %s to rate now.
de_de: Bewerten Sie dieses Add-on auf concrete5.org und als Dankeschön-Geschenk können Sie ein weiteres Add-on von mir bis zu 35 $ wählen. Dieses Angebot kann nur einmal in Anspruch genommen werden. Klicken Sie %s, um jetzt zu bewerten.

source: Reset Search
de_de: Suche zurücksetzen

source: Advanced
de_de: Erweitert

source: Search
de_de: Suche

source: Add Entry
de_de: Eintrag hinzufügen

source: Add Project
de_de: Projekt hinzufügen

source: The project has been successfully removed.
de_de: Das Projekt wurde erfolgreich entfernt.

source: The project has been successfully updated.
de_de: Das Projekt wurde erfolgreich aktualisiert.

source: You need to enter a valid project name.
de_de: Sie müssen einen gültigen Projektnamen eingeben.

source: You need to enter a valid project handle.
de_de: Sie müssen ein gültiges Projekthandle eingeben.

source: You need to enter a valid mail address.
de_de: Sie müssen eine gültige E-Mail-Adresse eingeben.

source: You need to select the detail page.
de_de: Sie müssen die Detailseite auswählen.

source: The settings has been successfully updated
de_de: Die Einstellungen wurden erfolgreich aktualisiert.

source: You need to select a valid detail page.
de_de: Sie müssen eine gültige Detailseite auswählen.

source: Ticket Created
de_de: Ticket erstellt

source: Cancel
de_de: Abbrechen

source: Invalid Date
de_de: Ungültiges Datum

source: New
de_de: Neu

source: Former User
de_de: Ehemaliger Benutzer

source: Created At
de_de: Erstellt am

source: Updated At
de_de: Aktualisiert an/am

source: to
de_de: bis

source: Core Properties
de_de: Kerneigenschaften
